<template>
  <section id="fordevelopers" class="mb-32 mx-6 text-center">
    <div class="p-7">
      <h3 class="text-white font-bold mb-5 text-4xl text-center">
        Разработчикам 🤯
      </h3>
      <p class="font-medium text-lg">
        Мы осознаём важность оставаться открытыми, чтобы позволить проекту
        развиваться. Поэтому это не просто бот, а система представления
        расписания университета в виде нормализованной базы данных. Наша цель
        сделать расписание стабильным и удобным. В этом нам помогают следущие
        технологии:
      </p>
    </div>
  </section>
</template>

<script setup lang="ts"></script>

<style scoped></style>
